Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Glucose Calculation
bg: Изчисление на глюкозата
cs: Výpočet glykémie
da: Beregning Af Glukose
de: Glukoseberechnung
fr: Correction pour le glucose
nb_no: Blodsukkerberegning
nl: Glucose berekening
pl: Obliczanie glikemii
sv: Glukosberäkning
vi: Tính toán Đường huyết
zh_hant: 血糖計算

source: Glucose Chart Type
bg: Тип графика за глюкоза
cs: Typ grafu glukózy
da: Glukose Diagramtype
de: Glukose-Diagramm-Typ
fr: Type de graphique glycémique
nb_no: Type blodsukkerdiagram
nl: Glucose grafiektype
pl: Typ wykresu glikemii
sv: Glukos graftyp
vi: Loại biểu đồ đường huyết
zh_hant: 血糖圖表類型

source: Glucose Color Scheme
bg: Цветова схема за глюкоза
cs: Barevné schéma glukózy
da: Glukose Farvesammensætning
de: Glukose-Farbschema
es: Esquema de color glucosa
fr: Palette de couleurs pour le taux du glucose
it: Schema Colore Glicemia
nb_no: Fargeskjema for blodsukker
nl: Glucose kleurenschema
pl: Schemat kolorów glikemii
pt_pt: Esquema de cor Glicémia
ru: Цветовая схема глюкозы
sv: Färgschema för glukos
uk: Колірна схема глюкози
vi: Bảng màu đường huyết
zh_hant: 葡萄糖顏色方案

source: Glucose Count
bg: Брой показания на глюкоза
cs: Počet hodnot glukózy
da: Glukose Antal
de: Glukose
fr: Nombre de mesures du taux de glucose
nb_no: Antall blodsukkerverdier
nl: Glucose aantal
pl: Licznik glikemii
sv: Glukosavläsningar
vi: Số liệu đường huyết
zh_hant: 血糖計數

source: Glucose data is stale. The most recent glucose reading is from more than 12 minutes ago.
bg: Данните за глюкоза са остарели. Последното показание е от преди повече от 12 минути.
cs: Data o glukóze jsou zastaralá. Poslední hodnota glukózy je starší než 12 minut.
da: Glukose data er forældet. Den seneste glukose læsning er fra mere end 12 minutter siden.
de: Glukose-Daten sind veraltet. Der letzte Glukose-Eintrag liegt mehr als 12 Minuten zurück.
fr: Les données du taux de glucose sont obsolètes. La lecture du glucose la plus récente date de plus de 12 minutes.
nb_no: Blodsukkerdata er utløpt. Den nyeste blodsukkerverdien er mer enn 12 minutter gammel.
pl: Dane dotyczące poziomu glikemii są nieaktualne. Ostatni odczyt poziomu glukozy pochodzi sprzed ponad 12 minut.
vi: Dữ liệu đường huyết đã quá cũ. Lần đo đường huyết gần nhất là từ hơn 12 phút trước.
zh_hant: 血糖資料已過時。最近的血糖讀取值是超過12分鐘之前的結果。

source: Glucose Data used for statistics
bg: Данни за глюкоза, използвани за статистиките
cs: Data glukózy použitá pro statistiky
da: Glukosedata anvendt til statistik
de: Für die Statistik verwendete Glukosedaten
es: Datos de glucosa utilizados para las estadísticas
fr: Données du taux de glucose utilisées pour les statistiques
it: Dati glicemie usati per le statistiche
nb_no: Blodsukkerdata som brukes til statistikk
nl: Glucose data gebruikt voor statistieken
pl: Dane dotyczące glikemii wykorzystywane do statystyk
pt_pt: Dados de Glicose usados para estatísticas
ru: Данные о глюкозе, используемые в статистике
sv: Sparade blodglukosvärden för statistik
uk: Дані про рівень глюкози використовуються для статистики
vi: Dữ liệu đường huyết được sử dụng cho thống kê
zh_hant: 用於統計的葡萄糖資料

source: Glucose Delta
bg: Делта на глюкозата
cs: Delta glukózy
da: Glukose Delta
de: Glukose-Delta
es: Delta de glucosa
fr: Delta du taux de Glucose
it: Delta Del Glucosio
nb_no: Blodsukker delta
pl: Delta glikemii
pt_pt: Delta de Glicémia
ru: Дельта глюкозы
sv: Glukosdelta
uk: Дельта Глюкози
vi: Sự thay đổi đường huyết
zh_hant: 葡萄糖變化

source: Glucose Deviations Algorithm
bg: Алгоритъм за отклонения в глюкозата
cs: Algoritmus odchylek glukózy
da: Glukoseafvigelser Algoritme
de: Algorithmus für Glukoseabweichungen
es: Algoritmo de desviaciones de glucosa
fr: Algorithme de déviation du glucose
it: Algoritmo Di Deviazioni Glucosio
nb_no: Avviksalgoritme for blodsukker
nl: Glucose afwijkingen Algoritme
pl: Algorytm odchyleń od glikemii
pt_pt: Algoritmo de Desvio de Glicose
ru: Алгоритм отклонения глюкозы
sv: Glukosavvikelser Algoritm
uk: Алгоритм розвитку глюкози
vi: Thuật toán sai lệch đường huyết
zh_hant: 葡萄糖偏差演算法

source: Glucose Distribution
bg: Разпределение на глюкозата
cs: Rozdělení glukózy
da: Glukosefordeling
de: Glukose Verteilung
fr: Distribution de glucose en cours
nb_no: Blodsukkerfordeling
nl: Glucose verdeling
pl: Rozkład glikemii
sv: Glukosdistribution
vi: Phân bố đường huyết
zh_hant: 血糖分佈

source: Glucose forecast is very low.
bg: Прогнозата за глюкозата е много ниска.
cs: Předpověď glukózy je velmi nízká.
da: Glukose prognose er meget lav.
de: Die Glukosevorhersage ist sehr niedrig.
fr: La valeur de glucose prévue est très BASSE.
nb_no: Blodsukkeret beregnes å bli veldig lavt.
nl: Glucosevoorspelling is zeer laag.
pl: Prognoza glikemii jest bardzo niska.
sv: Glukosprognosen är mycket låg.
vi: Dự báo đường huyết rất thấp.
zh_hant: 血糖預測非常低。

source: Glucose is very low.
bg: Глюкозата е много ниска.
cs: Glukóza je velmi nízká.
da: Glukose er meget lavt.
de: Glukose ist sehr niedrig.
fr: La valeur de glucose est très BASSE.
nb_no: Blodsukker er veldig lavt.
nl: Glucose is zeer laag.
pl: Poziom glikemii jest bardzo niski.
sv: Glukosvärdet är akut lågt.
vi: Đường huyết rất thấp.
zh_hant: 血糖非常低。

source: Glucose Level
bg: Ниво на глюкоза
cs: Hladina glukózy
da: Blodsukker Niveau
de: Glukosewert
es: Nivel de glucosa
fr: Niveau du taux de glucose
it: Livello Glucosio
nb_no: Blodsukkernivå
nl: Glucose niveau
pl: Poziom glikemii
pt_pt: Nível de Glicose
ru: Уровень глюкозы
sv: Glukosnivå
uk: Рівень глюкози
vi: Mức Đường huyết
zh_hant: 葡萄糖水準

source: Glucose Notification visibility
bg: Видимост на известията за глюкоза
cs: Viditelnost oznámení o glukóze
da: Synlighed af Glukose Notifikation
de: Sichtbarkeit der Glukose-Benachrichtigung
es: Visibilidad de las notificaciones de glucosa
fr: Affichage des notifications du taux de glucose
it: Visibilità delle notifiche Glicemie
nb_no: Synlighet av blodsukkervarsel
nl: Zichtbaarheid glucose melding
pl: Widoczność powiadomień o poziomie glikemii
pt_pt: Visibilidade da Notificação Glicose
ru: Видимость уведомлений глюкозы
sv: Glukosnotisers synlighet
uk: Видимість сповіщення Глюкози
vi: Hiển thị thông báo đường huyết
zh_hant: 葡萄糖通知可見性

source: Glucose Notifications
bg: Известия за глюкоза
cs: Oznámení o glukóze
da: Glukose Notifikationer
de: Glukose-Benachrichtigungen
es: Notificaciones de glucosa
fr: Notifications du taux de glucose
it: Notifiche Glicemia
nb_no: Blodsukkervarsler
nl: Glucose meldingen
pl: Powiadomienia glikemii
pt_pt: Notificações de Glicose
ru: Уведомления о глюкозе
sv: Glukosnotiser
uk: Глюкози Сповіщення
vi: Thông báo Đường huyết
zh_hant: 葡萄糖通知

source: Glucose Reading
bg: Показание на глюкоза
cs: Naměřená hodnota glukózy
da: Glukose Læsning
de: Glukosemessung
es: Lectura de glucosa
fr: Mesure de glucose
it: Lettura Glicemia
nb_no: Blodsukkeravlesning
nl: Glucose lezen
pl: Odczyt glikemii
pt_pt: Leitura de Glicémia
ru: Чтение глюкозы
sv: Glukosvärde
uk: Прочитання з глюкози
vi: Chỉ số đường huyết
zh_hant: 葡萄糖讀取值

source: Glucose Settings
bg: Настройки на глюкозата
cs: Nastavení glukózy
da: Glukose Indstillinger
de: Glukose-Einstellungen
es: Ajustes de glucosa
fr: Paramètres du taux de glucose
it: Impostazioni Glicemia
nb_no: Blodsukker-innstillinger
nl: Glucose instellingen
pl: Ustawienia glikemii
pt_pt: Configurações de Glicose
ru: Настройки глюкозы
sv: Glukosinställningar
uk: Налаштування Глюкози
vi: Cài đặt đường huyết
zh_hant: 葡萄糖設定

source: Glucose Simulator
bg: Симулатор на глюкоза
cs: Simulátor glukózy
da: Glukose Simulator
de: Glukose-Simulator
es: Simulador de glucosa
fr: Simulateur du taux de glucose
it: Simulatore Glicemia
nb_no: Blodsukkersimulator
pl: Symulator glikemii
pt_pt: Simulador de Glicose
ru: Симулятор глюкозы
sv: Glukossimulator
uk: Симулятор Глюкози
vi: Mô phỏng đường huyết
zh_hant: 葡萄糖模擬器

source: Glucose Simulator for Demo Only
bg: Симулатор на глюкоза само за демонстрация
cs: Simulátor glukózy (pouze pro demo)
da: Glukose Simulator for kun demo
de: Glukose-Simulator nur für Demo
es: Simulador de glucosa sólo para demostración
fr: Simulateur du taux de glucose (démo uniquement)
it: Simulatore di glucosio solo per demo
nb_no: Blodsukkersimulator kun for demonstrasjonsformål
nl: Glucose Simulator alleen voor Demo
pl: Symulator glikemii tylko dla demo
pt_pt: Simulador de Glicose apenas para Demo
ru: Симулятор глюкозы только для демо-версии
sv: Glukossimulator enbart för demo
uk: Симулятор Glucose для Демо
vi: Trình mô phỏng đường huyết chỉ dành cho bản demo
zh_hant: 僅供示範用的葡萄糖模擬器

source: Glucose statistics will appear here once data is available.
bg: Статистиките за глюкоза ще се появят тук, щом има налични данни.
cs: Statistiky glukózy se zde zobrazí, jakmile budou k dispozici data.
da: Glukosestatistikker vises her, når data er tilgængelige.
de: Glukose-Statistiken werden hier erscheinen, sobald die Daten verfügbar sind.
fr: Les statistiques du taux de glucose s’afficheront ici une fois les données disponibles.
nb_no: Blodsukkerstatistikk vil vises her så snart data er tilgjengelig.
nl: De totale glucosestatistiek wordt hier weergegeven zodra er gegevens beschikbaar zijn.
pl: Statystyki glikemii pojawią się, gdy dane będą dostępne.
sv: Glukosstatistik visas här när data finns tillgänglig.
vi: Thống kê đường huyết sẽ hiển thị ở đây khi có dữ liệu.
zh_hant: 一旦資料可用，血糖統計將會顯示在此處。

source: Glucose Target
bg: Целева глюкоза
cs: Cíl glukózy
da: Glukose mål
de: Glukose-Ziel
es: Objetivo de glucosa
fr: Cible de glucose
it: Obiettivo glicemico
nb_no: Blodsukkermål
nl: Glucose streefwaarde
pl: Cel glikemii
pt_pt: Glicémia alvo
ru: Цель глюкозы
sv: Målglukos
uk: Мета глюкози
vi: Mục tiêu đường huyết
zh_hant: 葡萄糖目標

source: Glucose target, basal rates, carb ratios, and insulin sensitivity match your needs.
bg: Целевата глюкоза, базалните дози, въглехидратните числа и инсулиновата чувствителност отговарят на вашите нужди.
cs: Cílová glukóza, bazální dávky, sacharidové poměry a citlivost na inzulín odpovídají tvým potřebám.
da: Glukose mål, basal rater, kulhydrat ratios, og insulin følsomhed matcher dine behov.
de: Glukoseziele, Basalraten, CRs und ISFs entsprechen Ihren Bedürfnissen.
fr: Cibles de glucose, profil basal, ratios Insuline/Glucides et sensibilités à l’insuline adaptés à vos besoins.
nb_no: Blodsukkermål, basalrater, karbohydratforhold, og insulinfølsomhet er tilpasset dine behov.
nl: Glucosedoel, basaalstanden, koolhydraten ratio's en insuline gevoeligheid komen overeen met uw behoeften.
pl: Cel glikemii, dawki podstawowe, współczynniki węglowodanów i wrażliwość na insulinę odpowiadają Twoim potrzebom.
sv: Glukosmål, basalprofil, insulinkvoter, och insulinkänslighet matchar dina behov.
vi: Mục tiêu đường huyết, tốc độ insulin nền, tỷ lệ carb và độ nhạy insulin phù hợp với nhu cầu của bạn.
zh_hant: 血糖目標、基礎率、碳水化合物比率，以及胰島素敏感度符合您的需求。

source: Glucose Targets
bg: Целеви стойности за глюкоза
cs: Cílová glykémie
da: Glukose Mål
de: Zielglukose
es: Objetivos de glucosa
fr: Cibles de glucose
it: Obiettivi Glicemia
nb_no: Blodsukkermål
nl: Glucose doelstellingen
pl: Zakres docelowy
pt_pt: Metas de Glicémia
ru: Цели глюкозы
sv: Målglukos
uk: Цілі глюкози
vi: Mục tiêu đường huyết
zh_hant: 葡萄糖目標

source: Glucose trace WILL NOT be affected by any insulin or carb entries.
bg: Кривата на глюкозата НЯМА да бъде повлияна от записи за инсулин или въглехидрати.
cs: Průběh glukózy NEBUDE ovlivněn žádnými záznamy inzulínu nebo sacharidů.
da: Glukose spor VIL IKKE blive påvirket af insulin eller kulhydrater.
de: Der Glukose-Hinweis wird NICHT von Insulin- oder Kohlenhydrat-Einträgen beeinflusst.
es: El rastro de glucosa NO se verá afectado por ninguna entrada de insulina o carbohidrógeno.
fr: L'ajout d’insuline ou de glucides n’aura AUCUN effet sur la courbe du taux de glucose.
it: Il tracciato di glucosio NON sarà influenzato da alcuna voce di insulina o carboidrati.
nb_no: De simulerte blodsukkerverdiene blir ikke påvirket av å legge inn insulin eller karbohydrat i appen.
nl: Glucose trace ZULLEN NIET beïnvloed door insuline of koolhydraten invoer.
pl: Na ślad glikemii NIE BĘDĄ miały wpływu żadne dane dotyczące insuliny ani węglowodanów.
pt_pt: Rastreamento de glicose não será afetado por qualquer insulina ou carba.
ru: Следы глюкозы не будут затронуты какими-либо элементами инсулина или карбона.
sv: Glukos KOMMER INTE att påverkas av insulin eller kolhydrater.
uk: Відстеження Glucose WILL НЕ впливає на будь-який інсулін або записи в автомобілі.
vi: Biểu đồ đường huyết sẽ không bị ảnh hưởng bởi các mục insulin hoặc carb đã nhập.
zh_hant: 葡萄糖追蹤將不會受到任何胰島素或碳水化合物的輸入影響。

source: Glucose Trend
bg: Тенденция на глюкозата
cs: Trend glukózy
da: Glukose Tendensen
de: Glukose-Trend
es: Tendencia de glucosa
fr: Tendance du taux de glucose
it: Tendenza Glucosio
nb_no: Blodsukkertrend
pl: Trend glikemii
pt_pt: Tendência de glicose
ru: Тенденция глюкозы
sv: Glukostrend
uk: Глюкоза
vi: Xu hướng Đường huyết
zh_hant: 葡萄糖趨勢

source: Glucose Trend (15 min)
bg: Тенденция на глюкозата (15 мин)
cs: Trend glukózy (15 min)
da: Glukose Trend (15 min)
de: Glukose Trend (15 min)
fr: Tendance du taux de glucose (15 min)
nb_no: Blodsukkertrend (15 min)
pl: Trend glikemii (15 min)
sv: Glukostrend (15 min)
vi: Xu hướng Đường huyết (15 phút)
zh_hant: 血糖趨勢 (15 分鐘)

source: Glucose units
bg: Мерни единици за глюкоза
cs: Jednotky glykémie
da: Glukose enhed
de: Glukoseeinheiten
es: Unidades de glucosa
fr: Unités du taux de glucose
it: Unità glicemica
nb_no: Blodsukkerenheter
nl: Glucose eenheid
pl: Jednostki glikemii
pt_pt: Unidades de glicose
ru: Единицы измерения глюкозы
sv: Glukosenheter
uk: Одиниці виміру глюкози
vi: Đơn vị đường huyết
zh_hant: 葡萄糖單位

source: Glucose Units
bg: Мерни единици за глюкоза
cs: Jednotky glykémie
da: Glukose Enheder
de: Glukoseeinheiten
es: Unidades de glucosa
fr: Unités du taux de glucose
it: Unità Di Glucosio
nb_no: Blodsukkerenheter
nl: Glucose eenheden
pl: Jednostki glikemii
pt_pt: Unidades de Glicémia
ru: Единицы глюкозы
sv: Blodglukosenheter
uk: Одиниці глюкози
vi: Đơn vị đường huyết
zh_hant: 葡萄糖單位

source: Glucose,
bg: Глюкоза,
cs: Glukóza,
de: Glukose,
es: Glucosa,
it: Glicemie,
nb_no: Blodsukker,
nl: Glucosewaarde,
pl: Glikemia,
pt_pt: Glicose,
ru: Глюкоза,
sv: Blodsocker,
uk: Глюкоза,
vi: Đường huyết,
zh_hant: 葡萄糖，

source: Glucose: %@
bg: Глюкоза: %@
cs: Glukóza: %@
da: Glukose: %@
de: Glukose: %@
es: Glucosa: %@
it: Glicemie: %@
nb_no: Blodsukker: %@
nl: Bloedsuiker: %@
pl: Glikemia: %@
pt_pt: Glicose: %@
ru: Глюкоза: %@
sv: Glukos: %@
uk: Глюкоза: %@
vi: Đường huyết: %@
zh_hant: 葡萄糖：%@

source: Got it!
bg: Разбрах!
cs: Chápu!
da: Modtaget!
de: Verstanden!
es: ¡Entendido!
fr: OK !
it: Capito!
nb_no: Skjønner!
nl: Begrepen!
pl: Rozumiem!
pt_pt: Entendi!
ru: Понятно!
sv: Uppfattat!
uk: Зрозуміло!
vi: Đã hiểu!
zh_hant: 知道了！

source: Gradient Purple = As readings approach and exceed above target, they become more purple.
bg: Градиентно лилаво = колкото повече показанията се приближават и надвишават целта, толкова по-лилави стават.
cs: Fialový přechod = Jak se hodnoty blíží k horní hranici cíle nebo ji překračují, barva se mění na sytě fialovou.
da: Gradient Purple = Som aflæsninger nærmer sig og overstiger over målet, bliver de mere lilla.
de: Gradient Purple = Wenn sich die Messwerte dem Zielwert nähern und ihn überschreiten, werden sie mehr und mehr lila.
es: Gradient Morado = A medida que las lecturas se acercan y superan el objetivo, se vuelven más moradas.
fr: Dégradé violet = Plus les mesures du taux de glucose se rapprochent ou dépassent la cible haute, plus elles tirent vers le violet.
it: Viola gradiente = Come le letture si avvicinano e superano il bersaglio, diventano più viola.
nb_no: Gradient lilla = Når blodsukkeret nærmer seg og overstiger målet, blir fargen mer lilla.
nl: Kleurovergang Paars = Als lezingen benaderen en hoger zijn dan het streefdoel, worden ze paars.
pl: Gradient Fiolet = Gdy odczyty zbliżają się i przekraczają cel, stają się bardziej fioletowe.
pt_pt: Gradiente Roxo = À medida que as leituras se aproximam e excedem o alvo acima, elas se tornam mais roxas.
ru: Фиолетовый градиент = По мере приближения чтения и превышения выше цели они становятся более фиолетовыми.
sv: Lila gradient = När mätningarna är över mål blir de mer lila.
uk: Градієнт фіолетовий = Коли читання наближається і перевищує ціль, вони стають більш фіолетовими.
vi: Tím chuyển sắc = Khi các chỉ số tiến gần và vượt quá mục tiêu, màu sẽ chuyển dần sang tím đậm hơn.
zh_hant: 漸變紫色 = 隨著讀取值接近並超過目標時，顏色變得越來越紫色。

source: Gradient Red = As readings approach and exceed below target, they gradually become more red.
bg: Градиентно червено = колкото повече показанията се приближават и падат под целта, толкова по-червени стават.
cs: Červený přechod = Jak se hodnoty blíží k dolní hranici cíle nebo pod ni klesají, postupně červenají.
da: Gradient Red = Som aflæsninger nærmer sig og overstiger under målet, bliver de gradvist mere røde.
de: Gradient Rot = Wenn sich die Messwerte dem Zielwert nähern und ihn überschreiten, werden sie allmählich roter.
es: Gradiente Rojo = A medida que las lecturas se acercan y superan el objetivo, gradualmente se vuelven más rojas.
fr: Dégradé rouge = Plus les mesures du taux de glucose se rapprochent ou descendent sous la cible basse, plus elles tirent vers le rouge.
it: Gradiente Rosso = Con l'avvicinarsi delle letture e superare il bersaglio, diventano gradualmente più rossi.
nb_no: Gradient rød = Når blodsukkeret nærmer seg og går under målet, blir fargen mer rød.
nl: Kleurovergang Red = Als lezingen in de buurt komen en onder het streefdoel overvallen, worden ze langzamerhand rood.
pl: Czerwień gradientowa = Gdy odczyty zbliżają się i przekraczają poniżej celu, stopniowo stają się coraz bardziej czerwone.
pt_pt: Gradiente Vermelho = Como as leituras se aproximam e excedem o alvo abaixo, eles gradualmente se tornam mais vermelhos.
ru: Градиент Красный = По мере приближения чтения и превышения ниже цели они постепенно становятся более красными.
sv: Röd gradient = När mätningarna är under mål blir de rödare.
uk: Градієнт червоний = Коли читачі підходять і перевищують ціль, вони поступово стають червонішими.
vi: Đỏ chuyển sắc: Khi các giá trị đường huyết gần hoặc thấp hơn mục tiêu, màu sẽ chuyển dần sang đỏ đậm.
zh_hant: 漸變紅色 = 隨著讀取值接近並低於目標時，顏色逐漸變得越來越紅色。

source: grams
bg: грама
cs: gramů
da: gram
de: Gramm
es: gramos
fr: grammes
it: g
nb_no: gram
nl: gram
pl: gramy
pt_pt: gramas
ru: грамм
sv: gram
uk: грами
zh_hant: 克數

source: Grams of carbsReq to trigger a pushover. Defaults to 1 (for 1 gram of carbohydrate). Can be increased if you only want to get Pushover for carbsReq at X threshold.
bg: Грамове carbsReq за задействане на Pushover. Стойност по подразбиране: 1 (за 1 грам въглехидрати). Може да се увеличи, ако искате да получавате Pushover само при определен праг на carbsReq.
cs: Gramy požadovaných sacharidů (carbsReq) pro spuštění Pushover oznámení. Výchozí hodnota je 1 (pro 1 gram sacharidů). Tuto hodnotu můžeš zvýšit, pokud chceš dostávat oznámení až při dosažení určitého prahu.
da: Gramme af karberReq til at udløse en pushover. Standard er 1 (for 1 gram kulhydrat). Kan øges, hvis du kun ønsker at få Pushover til carbsReq ved X tærskel.
de: Gramm carbsReq (benötigte Kohlenhydrate), um einen Pushover auszulösen. Der Standardwert ist 1 (für 1 Gramm Kohlenhydrate). Kann erhöht werden, wenn Sie nur Pushover für carbsReq bei X Schwellenwert erhalten möchten.
es: Gramos de carbsReq para activar un Pushover. Por defecto es 1 (para 1 gramo de hidratos de carbono). Se puede aumentar si sólo quiere obtener Pushovers con carbsReq en X umbral.
fr: Les grammes de glucides sont requis pour déclencher une alerte automatique. La valeur par défaut est 1 (pour 1 gramme de glucides requis). Elle peut être augmentée si vous souhaitez recevoir une alerte automatique uniquement lorsque les glucides requis atteignent un seuil de X.
it: Grammi di CarboidratiRichiesti per attivare un pushover. Predefiniti a 1 (per 1 grammo di carboidrati). Può essere aumentato se si desidera solo ottenere Pushover per CarboidratiRichiesti alla soglia X.
nl: Aantal gram koolhydraten benodigd om een push bericht te versturen. Standaard ingesteld op 1 (voor 1 gram aan koolhydraten). Kan worden verhoogd als u alleen push berichten wilt krijgen boven de ingestelde drempelwaarde.
pl: Ilość wymaganych węglowodanów, aby wywołać powiadomienie. Domyślnie 1 (dla 1 grama węglowodanów). Można zwiększyć, jeśli chcesz uzyskać powiadomienia dla większych ilości.
pt_pt: Gramas de carbsReq para acionar uma pushover. O padrão é 1 (para 1 grama de carboidrato). Pode ser aumentado se você quiser somente obter Pushover para o limite de carbsReq no valor de X.
ru: Требуемое количество грамм углеводов для срабатывания оповещения pushover. По умолчанию 1 (для 1 грамма углевода). Можно увеличить только если вы хотите получить Pushover для carbsReq при X пороге.
sv: Antal kolhydrater för att utlösa en pushover-notis, av det totala behovet kolhydrater (carbsReq) för att undvika ett lågt glukosvärde, som krävs. Standardvärde är 1 (gram kolhydrater). Kan ökas om du bara vill få en Pushover-notis vid en större mängd nödvändiga kolhydrater.
uk: Потрібна кількість грам вуглеводів для спрацювання оповіщення pushover. За замовчуванням 1 (для 1 грама вуглеводів). Можливо збільшити тільки якщо ви хочите отримати Pushover для carbsReq при X порозі.
vi: Số gam carb cần thiết (carbsReq) để kích hoạt thông báo Pushover. Mặc định là 1 (tương ứng với 1 gam carb). Có thể tăng giá trị này nếu bạn chỉ muốn nhận thông báo Pushover khi carbsReq vượt một ngưỡng nhất định.
zh_hant: 觸發推播所需的碳水化合物克數。預設為 1（即 1 克碳水化合物）。如果您只想在達到某個門檻值時收取碳水化合物的推播，可以增加這個數值。

source: Great job! You've completed the initial setup of Trio. You can always adjust these settings later in the app.
bg: Браво! Завършихте първоначалната настройка на Trio. Винаги можете да коригирате тези настройки по-късно в приложението.
cs: Skvělá práce! Dokončili jste základní nastavení aplikace Trio. Tato nastavení můžete kdykoli později v aplikaci upravit.
da: Godt arbejde! Du har gennemført den indledende opsætning af Trio. Du kan altid justere disse indstillinger senere i appen.
de: Großartig! Du hast die Ersteinrichtung von Trio abgeschlossen. Du kannst alle gemachten Einstellungen später in der App anpassen.
fr: Bravo ! Vous avez terminé la configuration initiale de Trio. Vous pourrez toujours ajuster ces réglages plus tard dans l’application.
nb_no: Bra jobba! Du har fullført det første oppsettet av Trio. Du kan alltid justere disse innstillingene senere i appen.
nl: Goed gedaan! Je hebt de eerste instellingen van Trio voltooid. Je kunt deze instellingen later altijd aanpassen in de app.
pl: Świetna robota! Ukończyłeś początkową konfigurację Trio. Zawsze możesz dostosować te ustawienia później w aplikacji.
sv: Bra jobbat! Du har slutfört den initiala installationen av Trio. Du kan alltid justera dessa inställningar senare i appen.
vi: Bạn đã hoàn tất bước thiết lập ban đầu của Trio! Bạn luôn có thể điều chỉnh các cài đặt này sau trong ứng dụng.
zh_hant: 做得好！您已完成 Trio 的初始設定。您隨時可以在應用程式中調整這些設定。

source: Green = At Target
bg: Зелено = в целта
cs: Zelená = v cíli
da: Grøn = Ved Mål
de: Grün = Am Ziel
es: Verde = En Objetivo
fr: Vert = Lorsque les valeurs de glucose sont dans la cible
it: Verde = Al Destinatario
nb_no: Grønn = på målverdi
nl: Groen = Bij Doel
pl: Zielony = w zakresie docelowym
pt_pt: Verde = Ao Alvo
ru: Зелёный = Цель
sv: Grön = vid mål
uk: Зелений = О цілі
vi: Xanh lá = Đang ở mức mục tiêu
zh_hant: 綠色 = 在目標範圍內
